{
	"title": "Restaurants",
	"attractions": [{
		"title": "North Park Breakfast Company",
		"description": "North Park is more known for late nights than early mornings, but the opening of North Park Breakfast Company means that’s poised to change. Their menu is simple but extensive, with everything from yogurt bowls to mashed potato waffles (which are perfect for those who can’t decide between sweet and savory). This being North Park, the heart of hipster territory, there are several vegan options as well as mocktails to accompany the various cocktails, cold brews, and kombuchas.",
		"address": "3131 University Ave, San Diego, CA 92104",
		"link": "https://breakfast-company.com/",
		"uri": "https://g.page/northpark-breakfast",
		"image": "img_breakfast_company"
	},{
		"title": "Il Dandy",
		"description": "A duo of Michelin-starred chefs run the kitchen at Il Dandy, a much-hyped addition to the thriving San Diego food scene. The Calabrian-inspired menu features regional Italian favorites with a California spin, including locally-caught sea bass, spot prawns, and sea urchin served over spaghetti. There’s plenty of pizza and pasta, of course, but expect a much grander presentation with serious attention to detail. This eye for perfection extends to the decor as well; every inch of the gigantic space is lavishly and lovingly created with plenty of European touches paying homage to the Calabrian countryside.",
		"address": "2550 Fifth Ave UNIT 120, San Diego, CA 92103",
		"link": "https://www.ildandyrestaurant.com/",
		"uri": "https://goo.gl/maps/8mFSfEW1E5Weogpf6",
		"image": "img_dandy"
	},{
		"title": "International Smoke",
		"description": "The fourth location of this celebrity-backed wood-fired cuisine concept brings an elevated look to the already chic One Paseo development in the center of San Diego county. With Michelin award-winning chef Michael Mina and restaurateur/cookbook author Ayesha Curry at the helm, the menu spans the globe in search of different approaches to utilizing fire and smoke in every dish. Plates like wood-fired oysters, Jamaican jerk chicken cutlets, and five-spice fried chicken capture the smells and tastes from around the world and present them in a fresh space that’s both kid-friendly and upscale without getting stuffy.",
		"address": "3387 Del Mar Heights Road, Building 1 San Diego, CA 92130",
		"link": "https://internationalsmoke.com/",
		"uri": "https://goo.gl/maps/5SA3fjjFJkDnd2Jb6",
		"image": "img_international_smoke"
	},{
		"title": "Original 40 Brewing Company",
		"description": "This North Park newcomer gets its name from the first 40 acre plot that eventually became the modern day Mid-City neighborhood. Over the past few years, North Park has transformed into a drinking-and-dining destination for anyone looking for local beer and high-quality eats (both of which it boasts in abundance). Head brewer Chris Gillogly is a local vet of the craft beer scene and keeps the taps flowing with a variety of beers like hazy IPAs, Mexican lagers, blonde ales, stouts, and a bevy of collaborations with other local breweries. The accompanying food menu is anything but your basic brewpub fare; think braised adobo ribs and mussels, rather than buffalo wings and onion rings. OG40 also recently opened for brunch, so you can turn a trip to this stylish brewery into an all-day affair.",
		"address": "3117 University Ave, San Diego, CA 92104",
		"link": "https://original40brewing.com/",
		"uri": "https://g.page/Original40Beer?share",
		"image": "img_original_brewing_company"
	},{
		"title": "Grand Ole BBQ Flinn Springs",
		"description": "Owner and pitmaster Andy Harris opened the first Grand Ole BBQ y Asado in North Park to rave reviews, thanks to his unapologetic devotion to high-quality Central Texas-style barbecue in a town that historically lacked smoked meat-centric options. His second location, although a decent distance away from the city center, has proven to be a draw for folks looking for a chiller vibe and much more seating. (The addition of two full bars helps, too.) You can’t go wrong with the pulled pork and short ribs, but the Texas hot links are a surprise favorite.",
		"address": "15505 Olde Hwy 80, El Cajon, CA 92021",
		"link": "https://flinnsprings.grandolebbq.com/",
		"uri": "https://goo.gl/maps/P9pQuy7DXR3UB8ag9",
		"image": "img_grand_ole"
	}]
}